trunk/src/packages/Factiva.Gateway.Resources.7.5.0.83/content/GatewayResources/stubs/TopicCenterAndSMSManagement/Request/SubscribeToTopicCenterRequest.xml

<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"><soap-env:Body><SubscribeToTopicCenter xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="urn:factiva:assets:topiccenterandsmsmanagement:v1_0"><topicID>25</topicID><alertTime>11:11</alertTime><productType>WealthManagement</productType><emailAddress>pankaj.mittal@dowjones.com</emailAddress><timeZone>APT</timeZone><emailFormat>Html</emailFormat></SubscribeToTopicCenter></soap-env:Body></soap-env:Envelope>